Repository: dyptan/CareerSimApp
Catalog: Main/Resources/Localizable.xcstrings
Source language: en
Languages: de, fr, it, ja, uk

source: You don't have school grades yet, so the game guesses them from your skills.
de: Du hast noch keine Zeugnisnoten, deshalb schätzt das Spiel sie anhand deiner Fähigkeiten.
fr: Tu n’as pas encore de notes enregistrées, alors le jeu les estime d’après tes compétences.
it: Non hai ancora voti registrati, quindi il gioco li stima in base alle tue competenze.
ja: まだ学校の成績がないので、ゲームがスキルから推定します。
uk: У тебе ще немає шкільних оцінок, тож гра оцінює їх за твоїми навичками.

source: You don't pay it back while you're studying — after that, payments come out of your savings and pay each year.
de: Solange du studierst, zahlst du nichts zurück – danach kommen die Zahlungen jedes Jahr aus deinen Ersparnissen und deinem Gehalt.
fr: Tu ne le rembourses pas pendant tes études — ensuite, les remboursements sont pris sur ton épargne et ton salaire chaque année.
it: Non lo restituisci mentre studi — dopo, i pagamenti vengono presi dai tuoi risparmi e dallo stipendio di ogni anno.
ja: 在学中は返さなくてかまいません。そのあとは、毎年貯金と給料から返済します。
uk: Поки ти навчаєшся, повертати його не потрібно. Після цього платежі щороку вираховуються із заощаджень і зарплати.

source: You don't strictly need it — but it helps every time you apply and every time you could be promoted.
de: Du brauchst sie nicht unbedingt – aber sie hilft bei jeder Bewerbung und bei jeder möglichen Beförderung.
fr: Ce n’est pas obligatoire — mais ça aide à chaque candidature et à chaque fois que tu peux obtenir une promotion.
it: Non è strettamente necessaria — ma aiuta ogni volta che ti candidi e ogni volta che puoi ottenere una promozione.
ja: 必須ではありませんが、応募するときも、昇進のチャンスがあるときも、毎回プラスになります。
uk: Вона не обовʼязкова, але допомагає щоразу, коли ти подаєш заявку або можеш отримати підвищення.

source: You get famous by winning contests, speaking at events, projects that work out and running your own company. Fame makes it easier to get hired and promoted in that field — and brands pay very famous entertainers.
de: Du wirst berühmt durch gewonnene Wettbewerbe, Vorträge bei Events, Projekte, die klappen, und ein eigenes Unternehmen. Ruhm macht es leichter, in diesem Bereich eingestellt und befördert zu werden – und Marken bezahlen sehr berühmte Entertainer.
fr: Tu gagnes en renommée en remportant des compétitions, en intervenant lors d’événements, grâce à des projets qui réussissent et en dirigeant ta propre entreprise. La renommée facilite l’embauche et les promotions dans ce domaine — et les marques paient les artistes très célèbres.
it: Si ottiene fama vincendo gare, intervenendo a eventi, portando a termine progetti che funzionano e gestendo una propria azienda. La fama rende più facile ottenere un lavoro e una promozione in quel settore — e i marchi pagano gli artisti molto famosi.
ja: 有名になる方法は、コンテストでの優勝、イベントでの登壇、うまくいったプロジェクト、自分の会社の経営です。名声が高いと、その分野で採用や昇進がしやすくなります。とても有名な芸能人には、ブランドがお金を払います。
uk: Славу дають перемоги у змаганнях, виступи на заходах, успішні проєкти та власна компанія. Слава полегшує отримання роботи й підвищення в цій сфері, а бренди платять дуже відомим артистам.

source: You had a %@ chance, and this time it didn't work out. Don't give up — try again next year!
de: Du hattest eine Chance von %@, und diesmal hat es nicht geklappt. Gib nicht auf – versuch es nächstes Jahr noch einmal!
fr: Tu avais %@ de chances, et cette fois ça n’a pas marché. Ne te décourage pas — réessaie l’année prochaine !
it: Questa volta non è andata (%@ di probabilità). Non arrenderti — riprova l’anno prossimo!
ja: 採用される確率は%@でしたが、今回はうまくいきませんでした。あきらめずに、来年また挑戦しましょう！
uk: Шанс був %@, але цього разу не вийшло. Не здавайся — спробуй ще раз наступного року!

# You have a %@ chance to get it. It pays %@ — %@ more than you earn now.
source: You have a %1$@ chance to get it. It pays %2$@ — %3$@ more than you earn now.
de: Deine Chance darauf liegt bei %1$@. Der Job zahlt %2$@ – %3$@ mehr, als du jetzt verdienst.
fr: Tu as %1$@ de chances de l’obtenir. Ce poste paie %2$@ — soit %3$@ de plus que ce que tu gagnes aujourd’hui.
it: Probabilità di ottenerlo: %1$@. Stipendio: %2$@ — %3$@ in più di quanto guadagni ora.
ja: 採用される確率は%1$@、%2$@です。今より%3$@多くなります。
uk: Шанс отримати її — %1$@. Платять %2$@ — на %3$@ більше, ніж ти заробляєш зараз.

# You have a %@ chance to get it. It pays %@.
source: You have a %1$@ chance to get it. It pays %2$@.
de: Deine Chance darauf liegt bei %1$@. Der Job zahlt %2$@.
fr: Tu as %1$@ de chances de l’obtenir. Ce poste paie %2$@.
it: Probabilità di ottenerlo: %1$@. Stipendio: %2$@.
ja: 採用される確率は%1$@、%2$@です。
uk: Шанс отримати її — %1$@. Платять %2$@.

# You have a %@ chance to move up this year. You'd earn about %@ a year.
source: You have a %1$@ chance to move up this year. You'd earn about %2$@ a year.
de: Deine Chance auf eine Beförderung liegt dieses Jahr bei %1$@. Du verdienst dann etwa %2$@ pro Jahr.
fr: Tu as %1$@ de chances d’obtenir une promotion cette année. Tu gagnerais environ %2$@ par an.
it: Probabilità di avanzare quest’anno: %1$@. Guadagneresti circa %2$@ all’anno.
ja: 今年の昇進確率は%1$@です。昇進すると年収は約%2$@になります。
uk: Цього року твій шанс на підвищення — %1$@. Зарплата складе близько %2$@ на рік.

source: You have it! This is the biggest help there is for getting signed.
de: Du hast ihn! Das ist die größte Hilfe überhaupt, um unter Vertrag genommen zu werden.
fr: Tu l’as ! C’est le plus gros coup de pouce pour te faire recruter.
it: Ce l’hai! È il più grande aiuto possibile per ottenere un ingaggio.
ja: 持っています！契約を結ぶうえで、これ以上ない大きな助けです。
uk: Титул у тебе є! Це найбільша допомога, щоб тебе взяли до команди.

# You have to be %@ for this job — %lld more years.
source: You have to be %1$@ for this job — %2$lld more years.
de: Für diesen Job musst du mindestens %1$@ Jahre alt sein – dir fehlen noch %2$lld Jahre.
fr: Tu dois avoir %1$@ ans pour ce poste — encore %2$lld ans à attendre.
it: Per questo lavoro devi avere %1$@ anni — ancora %2$lld anni.
ja: この仕事は%1$@歳から。あと%2$lld年待ちましょう。
uk: Щоб отримати цю роботу, тобі має виповнитися %1$@ — ще %2$lld років.

source: You learn about movement, training, and health to improve athletic performance.
de: Du lernst etwas über Bewegung, Training und Gesundheit, um sportliche Leistungen zu verbessern.
fr: Tu étudies le mouvement, l’entraînement et la santé pour améliorer les performances sportives.
it: Impari movimento, allenamento e salute per migliorare le prestazioni atletiche.
ja: 動き、トレーニング、健康について学び、運動のパフォーマンスを高めます。
uk: Ти вивчаєш рух, тренування й здоровʼя, щоб покращувати спортивні результати.

source: You learn coding, systems, and security to build software and manage data.
de: Du lernst Programmieren, Systeme und Sicherheit, um Software zu entwickeln und Daten zu verwalten.
fr: Tu apprends la programmation, les systèmes et la sécurité pour créer des logiciels et gérer des données.
it: Impari programmazione, sistemi e sicurezza per creare software e gestire dati.
ja: プログラミング、システム、セキュリティを学び、ソフトウェアをつくってデータを管理します。
uk: Ти вивчаєш програмування, системи та безпеку, щоб створювати програмне забезпечення й керувати даними.

source: You learn how money, teams, and products work together to make a business succeed.
de: Du lernst, wie Geld, Teams und Produkte zusammenwirken, damit ein Unternehmen Erfolg hat.
fr: Tu apprends comment l’argent, les équipes et les produits fonctionnent ensemble pour faire réussir une entreprise.
it: Impari come denaro, team e prodotti lavorano insieme perché un’azienda abbia successo.
ja: お金、チーム、商品がどう組み合わさってビジネスが成功するのかを学びます。
uk: Ти дізнаєшся, як гроші, команди й продукти працюють разом, щоб бізнес мав успіх.

source: You learn how people learn, and how to teach different subjects to students.
de: Du lernst, wie Menschen lernen und wie du Schülern verschiedene Fächer beibringst.
fr: Tu apprends comment les gens apprennent et comment enseigner différentes matières aux élèves.
it: Impari come apprendono le persone e come insegnare materie diverse agli studenti.
ja: 人がどう学ぶのか、さまざまな教科を生徒にどう教えるのかを学びます。
uk: Ти дізнаєшся, як люди вчаться, і як викладати різні предмети учням.

source: You learn how the body works and how to care for people in clinics and hospitals.
de: Du lernst, wie der Körper funktioniert und wie du Menschen in Praxen und Krankenhäusern versorgst.
fr: Tu apprends comment fonctionne le corps et comment soigner les gens dans les cliniques et les hôpitaux.
it: Impari come funziona il corpo e come prenderti cura delle persone in ambulatori e ospedali.
ja: 体のしくみと、診療所や病院で人をケアする方法を学びます。
uk: Ти дізнаєшся, як працює тіло і як доглядати за людьми в клініках і лікарнях.

source: You learn how to grow crops, care for animals, and manage farms sustainably.
de: Du lernst, Pflanzen anzubauen, Tiere zu versorgen und Höfe nachhaltig zu führen.
fr: Tu apprends à cultiver, à soigner les animaux et à gérer des fermes de façon durable.
it: Impari a coltivare i campi, a prenderti cura degli animali e a gestire le aziende agricole in modo sostenibile.
ja: 作物の育て方、動物の世話、農場を持続可能に運営する方法を学びます。
uk: Ти вчишся вирощувати культури, доглядати за тваринами й керувати фермами з турботою про довкілля.

source: You learn math, science, and design to make machines, bridges, and technologies work.
de: Du lernst Mathematik, Naturwissenschaften und Konstruktion, damit Maschinen, Brücken und Technologien funktionieren.
fr: Tu apprends les maths, les sciences et la conception pour faire fonctionner des machines, des ponts et des technologies.
it: Impari matematica, scienze e progettazione per far funzionare macchine, ponti e tecnologie.
ja: 数学、科学、デザインを学び、機械や橋、さまざまな技術を動かす力を身につけます。
uk: Ти вивчаєш математику, природничі науки й проєктування, щоб машини, мости й технології працювали.

source: You learn practical skills to support people in daily life and at work.
de: Du lernst praktische Fähigkeiten, um Menschen im Alltag und bei der Arbeit zu unterstützen.
fr: Tu apprends des compétences pratiques pour aider les gens dans la vie de tous les jours et au travail.
it: Impari competenze pratiche per aiutare le persone nella vita quotidiana e al lavoro.
ja: 日常生活や職場で人を支えるための実践的なスキルを学びます。
uk: Ти опановуєш практичні навички, щоб підтримувати людей у повсякденному житті та на роботі.

source: You learn rules, rights, and justice systems to help people follow the law.
de: Du lernst Regeln, Rechte und das Rechtssystem kennen, damit Menschen sich ans Gesetz halten.
fr: Tu apprends les règles, les droits et la justice pour aider les gens à respecter la loi.
it: Impari le regole, i diritti e i sistemi di giustizia per aiutare le persone a rispettare la legge.
ja: ルール、権利、司法のしくみを学び、人が法を守れるように助けます。
uk: Ти вивчаєш правила, права та системи правосуддя, щоб допомагати людям дотримуватися закону.

source: You learn to ask questions, test ideas, and discover new knowledge about nature and the universe.
de: Du lernst, Fragen zu stellen, Ideen zu testen und neues Wissen über die Natur und das Universum zu entdecken.
fr: Tu apprends à poser des questions, à tester des idées et à découvrir de nouvelles connaissances sur la nature et l’univers.
it: Impari a fare domande, mettere alla prova le idee e scoprire nuove conoscenze sulla natura e sull’universo.
ja: 問いを立て、アイデアを試し、自然や宇宙についての新しい知識を発見する方法を学びます。
uk: Ти вчишся ставити запитання, перевіряти ідеї та відкривати нові знання про природу й Всесвіт.

source: You learn to plan how things look and work so they’re easy and fun to use.
de: Du lernst zu planen, wie Dinge aussehen und funktionieren, damit sie einfach zu bedienen sind und Spaß machen.
fr: Tu apprends à concevoir l’aspect et le fonctionnement des choses pour qu’elles soient faciles et agréables à utiliser.
it: Impari a progettare l’aspetto e il funzionamento delle cose perché siano facili e divertenti da usare.
ja: 見た目と使い勝手を設計し、使いやすく楽しいものにする方法を学びます。
uk: Ти вчишся продумувати, як речі виглядають і працюють, щоб користуватися ними було легко й цікаво.

# You made it! You're at the top of the %@ ladder: %@. 🏆
source: You made it! You're at the top of the %1$@ ladder: %2$@. 🏆
de: Geschafft! Du bist ganz oben auf der Karriereleiter „%1$@“: %2$@. 🏆
fr: Tu as réussi ! Tu es au sommet de la filière %1$@ : %2$@. 🏆
it: Ce l’hai fatta! Sei in cima alla carriera da %1$@: %2$@. 🏆
ja: やりました！%1$@の昇進コースの頂点、%2$@にたどりつきました。🏆
uk: Тобі вдалося! Ти на вершині карʼєрних сходів «%1$@»: %2$@. 🏆

# You need %lld years as %@ first.
source: You need %1$lld years as %2$@ first.
de: Du brauchst zuerst %1$lld Jahre als %2$@.
fr: Il te faut d’abord %1$lld ans comme %2$@.
it: Prima ti servono %1$lld anni come %2$@.
ja: まず%2$@として%1$lld年が必要です。
uk: Спершу потрібно %1$lld років роботи за професією «%2$@».

source: You need %lld years of experience to apply.
de: Du brauchst %lld Jahre Erfahrung, um dich zu bewerben.
fr: Il te faut %lld ans d’expérience pour postuler.
it: Ti servono %lld anni di esperienza per candidarti.
ja: 応募するには、経験が%lld年必要です。
uk: Щоб подати заявку, потрібно %lld років досвіду.

source: You need a law doctorate, the bar and %1$lld years — and only %2$@ of ideal applicants get a partner seat.
de: Du brauchst einen Juris Doctor (JD), die Anwaltszulassung und %1$lld Jahre – und nur %2$@ der idealen Bewerber bekommen einen Partner-Posten.
fr: Il te faut un doctorat en droit, l’admission au barreau et %1$lld ans — et seuls %2$@ des candidats idéaux obtiennent une place d’associé.
it: Servono un dottorato in Giurisprudenza, l’abilitazione forense e %1$lld anni — e ogni anno ottiene un posto da socio solo una piccola parte dei candidati ideali (%2$@).
ja: 法務博士号、弁護士登録、%1$lld年の経験が必要で、理想的な応募者でもパートナーのポストを得られるのは%2$@だけです。
uk: Потрібні ступінь доктора права, допуск до адвокатури та %1$lld років стажу — а крісло партнера щороку отримують лише %2$@ ідеальних заявників.

source: You need a law doctorate, the bar and years practising.
de: Du brauchst einen Juris Doctor (JD), die Anwaltszulassung und Jahre Praxis.
fr: Il te faut un doctorat en droit, l’admission au barreau et des années de pratique.
it: Servono un dottorato in Giurisprudenza, l’abilitazione forense e anni di pratica.
ja: 法務博士号、弁護士登録、そして実務の年数が必要です。
uk: Потрібні ступінь доктора права, допуск до адвокатури та роки практики.

source: You need some savings to stake first — capital is the only hard requirement.
de: Du brauchst zuerst ein paar Ersparnisse als Einsatz – Kapital ist die einzige feste Voraussetzung.
fr: Il te faut d’abord un peu d’épargne à miser — le capital est la seule condition obligatoire.
it: Prima ti servono dei risparmi da investire — il capitale è l’unico requisito obbligatorio.
ja: まず出資できる貯金が必要です。必須条件は資金だけです。
uk: Спершу потрібні заощадження, щоб вкласти їх у справу, — капітал є єдиною обовʼязковою вимогою.

source: You need the medical licence and board certification, %1$lld years in %2$@, and a %3$@ seat.
de: Du brauchst die ärztliche Approbation und die Facharzt-Zertifizierung, %1$lld Jahre in %2$@ und eine Chance von %3$@ auf den Posten.
fr: Il te faut la licence de médecin et la certification de spécialité, %1$lld ans en %2$@, et %3$@ de chances d’obtenir la place.
it: Servono l’abilitazione medica, la certificazione di specialità e %1$lld anni nel settore %2$@. Probabilità di ottenere il posto: %3$@.
ja: 必要なのは医師免許と専門医認定、%2$@での%1$lld年です。そのうえで、ポストを得られる確率は%3$@です。
uk: Потрібні ліцензія лікаря та сертифікація спеціаліста, %1$lld років у сфері «%2$@» і крісло з шансом %3$@.

source: You need to have finished this school level before you can apply. Everything else just changes your chance of getting in.
de: Du musst diese Schulstufe abgeschlossen haben, bevor du dich bewerben kannst. Alles andere verändert nur deine Zulassungschance.
fr: Tu dois avoir terminé ce niveau d’études avant de pouvoir postuler. Tout le reste ne fait que modifier tes chances d’admission.
it: Devi aver finito questo livello scolastico prima di candidarti. Tutto il resto cambia solo la tua probabilità di entrare.
ja: 出願するには、この段階の学校を修了している必要があります。それ以外のことは、合格確率が変わるだけです。
uk: Щоб подати заявку, потрібно спершу закінчити цей рівень освіти. Усе інше лише змінює шанс вступити.

source: You practice creative skills like drawing, music, acting, or cooking to express ideas.
de: Du übst kreative Fähigkeiten wie Zeichnen, Musik, Schauspiel oder Kochen, um Ideen auszudrücken.
fr: Tu mets en pratique des compétences créatives comme le dessin, la musique, le théâtre ou la cuisine pour exprimer des idées.
it: Ti eserciti in attività creative come disegno, musica, recitazione o cucina per esprimere le tue idee.
ja: 絵、音楽、演技、料理などの創作スキルを練習して、アイデアを表現します。
uk: Ти розвиваєш творчі навички, як-от малювання, музика, акторство чи кулінарія, щоб висловлювати ідеї.

source: You put in %@ and opened your business!
de: Du hast %@ eingesetzt und dein Unternehmen eröffnet!
fr: Tu as investi %@ et ouvert ton entreprise !
it: Hai investito %@ e aperto la tua impresa!
ja: %@を出資して、営業スタートです！
uk: Вкладено %@ — і твій бізнес відкрито!

source: You reached %lld — your career is over and this score is final.
de: Mit %lld ist deine Karriere beendet und diese Punktzahl steht fest.
fr: Tu as atteint %lld ans — ta carrière est terminée et ce score est définitif.
it: Hai raggiunto l’età di %lld anni — la tua carriera è finita e questo punteggio è definitivo.
ja: %lld歳になりました。キャリアは終わり、このスコアで確定です。
uk: Тобі %lld — карʼєру завершено, і цей результат остаточний.

source: You reached %lld — your career is over.
de: Mit %lld ist deine Karriere beendet.
fr: Tu as atteint %lld ans — ta carrière est terminée.
it: Hai raggiunto l’età di %lld anni — la tua carriera è finita.
ja: %lld歳になりました。キャリアは終わりです。
uk: Тобі %lld — карʼєру завершено.

# You save %@ of the rest (%@ of anything over %@).
source: You save %1$@ of the rest (%2$@ of anything over %3$@).
de: Von dem Rest sparst du %1$@ (%2$@ von allem über %3$@).
fr: Tu épargnes %1$@ du reste (%2$@ de tout ce qui dépasse %3$@).
it: Del resto ne risparmi una quota (%1$@; per la parte oltre %3$@: %2$@).
ja: 残りの%1$@を貯金します（%3$@を超える分については%2$@）。
uk: Ти відкладаєш %1$@ від решти (%2$@ від усього, що перевищує %3$@).

# You start as %@ on %@ a year.
source: You start as %1$@ on %2$@ a year.
de: Du fängst als %1$@ an – mit %2$@ pro Jahr.
fr: Tu débutes comme %1$@ avec %2$@ par an.
it: Inizi come %1$@ con uno stipendio di %2$@ all’anno.
ja: %1$@として、年収%2$@で働き始めます。
uk: Стартуєш на посаді «%1$@» із зарплатою %2$@ на рік.

# You won the %@ and earned the “%@” title!
source: You won the %1$@ and earned the “%2$@” title!
de: Du hast „%1$@“ gewonnen und den Titel „%2$@“ erhalten!
fr: Tu as gagné la compétition « %1$@ » et décroché le titre « %2$@ » !
it: Hai vinto «%1$@» e conquistato il titolo «%2$@»!
ja: %1$@で優勝し、「%2$@」の称号を獲得しました！
uk: Перемога: «%1$@»! Здобуто титул «%2$@»!

source: You'd have to leave your job while you study.
de: Solange du lernst, musst du deinen Job aufgeben.
fr: Tu devras quitter ton poste pendant tes études.
it: Mentre studi dovrai lasciare il lavoro.
ja: 勉強している間は、今の仕事を辞めることになります。
uk: Під час навчання доведеться залишити роботу.

source: You'll need %@ — that comes after school.
de: Du brauchst %@ – das kommt nach der Schule.
fr: Il te faudra %@ — c’est pour après l’école.
it: Ti servirà %@ — un passo che viene dopo la scuola.
ja: %@が必要です。これは学校を卒業してからのステップです。
uk: Тобі знадобиться %@ — це буде після школи.

# You're %lld moves in — %@ more and I'll suggest jobs that fit you.
source: You're %1$lld moves in — %2$@ more and I'll suggest jobs that fit you.
de: Du hast schon %1$lld Schritte gemacht – noch %2$@ weitere, und ich schlage dir passende Jobs vor.
fr: Tu as déjà fait %1$lld essais — encore %2$@ et je te proposerai des métiers qui te correspondent.
it: Hai fatto %1$lld mosse — ne mancano ancora %2$@, e ti suggerirò lavori adatti a te.
ja: これまでに%1$lld回挑戦しました。あと%2$@回で、合いそうな仕事をおすすめします。
uk: Позаду вже %1$lld спроб — потрібно ще %2$@, і я запропоную роботи, які тобі пасують.

source: You're %lld. Here's how your life is going so far — keep playing to grow your score, or start over.
de: Du bist %lld Jahre alt. So läuft dein Leben bisher – spiele weiter, um deine Punktzahl zu steigern, oder fang neu an.
fr: Tu as %lld ans. Voici où en est ta vie jusqu’ici — continue à jouer pour faire monter ton score, ou recommence.
it: Hai %lld anni. Ecco come sta andando la tua vita finora — continua a giocare per far crescere il punteggio oppure ricomincia.
ja: 今は%lld歳です。ここまでの歩みを見てみましょう。続けてスコアを伸ばすことも、はじめからやり直すこともできます。
uk: Тобі %lld. Ось як складається твоє життя досі — грай далі, щоб збільшити результат, або почни спочатку.

source: You're %lld. Here's how your life is going so far — keep playing, or start over.
de: Du bist %lld Jahre alt. So läuft dein Leben bisher – spiele weiter oder fang neu an.
fr: Tu as %lld ans. Voici où en est ta vie jusqu’ici — continue à jouer, ou recommence.
it: Hai %lld anni. Ecco come sta andando la tua vita finora — continua a giocare oppure ricomincia.
ja: 今は%lld歳です。ここまでの歩みを見てみましょう。続けてあそぶことも、はじめからやり直すこともできます。
uk: Тобі %lld. Ось як складається твоє життя досі — грай далі або почни спочатку.

source: You're getting closer to %@. Nice work!
de: Du kommst dem Job als %@ näher. Gut gemacht!
fr: Tu avances vers %@. Beau travail !
it: Ti stai avvicinando al ruolo di %@. Bel lavoro!
ja: %@に近づいています。いい調子ですよ！
uk: Ти наближаєшся до професії «%@». Чудова робота!

source: You're qualified for %@ — now it's a matter of waiting for a posting.
de: Du erfüllst alle Voraussetzungen für den Job als %@ – jetzt musst du nur noch auf eine Stellenanzeige warten.
fr: Tu remplis toutes les conditions pour %@ — il ne reste qu’à attendre une offre.
it: Hai i requisiti per lavorare come %@ — ora basta aspettare un annuncio.
ja: %@の条件を満たしています。あとは求人が出るのを待つだけです。
uk: Ти відповідаєш вимогам посади «%@» — лишається дочекатися вакансії.

# You're ready to apply for %@ — your chance is %@.
source: You're ready to apply for %1$@ — your chance is %2$@.
de: Du bist bereit, dich als %1$@ zu bewerben – deine Chance liegt bei %2$@.
fr: Tu peux postuler à %1$@ — tes chances sont de %2$@.
it: Ora puoi candidarti come %1$@ — la tua probabilità: %2$@.
ja: %1$@に応募する準備ができました。確率は%2$@です。
uk: Можна подавати заявку на посаду «%1$@» — твій шанс: %2$@.

source: You're ready to apply for %@!
de: Du bist bereit, dich als %@ zu bewerben!
fr: Tu peux postuler à %@ !
it: Ora puoi candidarti come %@!
ja: %@に応募する準備ができました！
uk: Можна подавати заявку на посаду «%@»!

# You're working as %@. The next step up is %@: %@.
source: You're working as %1$@. The next step up is %2$@: %3$@.
de: Du arbeitest als %1$@. Der nächste Schritt nach oben ist %2$@: %3$@.
fr: Tu travailles comme %1$@. La prochaine étape est %2$@ : %3$@.
it: Lavori come %1$@. Il prossimo passo è %2$@: %3$@.
ja: 現在は%1$@として働いています。次のステップは%2$@です。その仕事は%3$@です。
uk: Ти працюєш на посаді «%1$@». Наступний щабель — «%2$@»: %3$@.

# You're working toward %@ — the next step up the %@ ladder.
source: You're working toward %1$@ — the next step up the %2$@ ladder.
de: Du arbeitest auf den Job als %1$@ hin – die nächste Stufe der Karriereleiter „%2$@“.
fr: Tu vises %1$@ — la prochaine étape de la filière %2$@.
it: Stai puntando a %1$@ — il prossimo passo nella carriera da %2$@.
ja: %1$@をめざしています。%2$@の昇進コースの次のステップです。
uk: Ти рухаєшся до посади «%1$@» — наступного щабля на карʼєрних сходах «%2$@».

# You've been promoted to %@ — %@ a year.
source: You've been promoted to %1$@ — %2$@ a year.
de: Du wurdest befördert: %1$@ – %2$@ pro Jahr.
fr: Tu obtiens une promotion : %1$@ — %2$@ par an.
it: Hai ottenuto una promozione a %1$@ — %2$@ all’anno.
ja: %1$@に昇進しました。年収は%2$@です。
uk: Тебе підвищено до посади «%1$@» — %2$@ на рік.

source: You've left your job as %@ to study full-time.
de: Du hast deinen Job als %@ verlassen, um in Vollzeit zu studieren.
fr: Tu as quitté ton poste (%@) pour étudier à plein temps.
it: Hai lasciato il lavoro come %@ per studiare a tempo pieno.
ja: %@の仕事を辞めて、フルタイムで学びます。
uk: Ти залишаєш посаду «%@», щоб навчатися на очній формі.
